//
//  Timers.swift
//  Doodze
//
//  Created by Богдан Баринов on 01.11.2022.
//

import Foundation

struct Situation {

    static let badHabbits = [
        BadHabit(name: "Кастомный", imageName: "Test", description: "Это кастомный таймер салам алейкум"),
        BadHabit(name: "Табата", imageName: "Test2", description: "Интервальная тренировка с высоким уровнем интенсивности, на которой за минимальное время выполняется максимальное количество движений. Табата позволяет быстро восстановить физическую форму, повысить выносливость, внести разнообразие в тренировки"),
        BadHabit(name: "Помидоро", imageName: "Test3", description: "Техника управления временем, предложенная Франческо Чирилло в конце 1980-х[1]. Методика предполагает увеличение эффективности работы при меньших временных затратах за счёт глубокой концентрации и коротких перерывов. В классической технике отрезки времени — «помидоры» длятся полчаса: 25 минут работы и 5 минут отдыха."),
        BadHabit(name: "Единоборство", imageName: "Test4", description: "Элемент тренировочного процесса в боевых (ударных) единоборствах, направленный на изучение и усвоение технических элементов (ударов, защит) без реального партнёра.")
    ]

}
