//
//  Timers.swift
//  Doodze
//
//  Created by Богдан Баринов on 01.11.2022.
//

import Foundation
// swiftlint:disable line_length

struct Situation {
    static let badHabbits = [
        BadHabit(name: "🔴Сигареты", imageName: "Test", description: "Это кастомный таймер салам алейкум"),
        BadHabit(name: "🟢Алкоголь", imageName: "Test2", description: "Интервальная тренировка с высоким"),
        BadHabit(name: "🔮Онанизм", imageName: "Test3", description: "Техника управления временем, предложенная Франческо Чирилло в конце 1980-х[1]. Методика предполагает увеличение эффективности работы при меньших временных затратах за счёт глубокой концентрации и коротких перерывов. В классической технике отрезки времени — «помидоры» длятся полчаса: 25 минут работы и 5 минут отдыха."),
        BadHabit(name: "☢️Азартные игры", imageName: "Test4", description: "Элемент тренировочного процесса в боевых (ударных) единоборствах, направленный на изучение и усвоение технических элементов (ударов, защит) без реального партнёра.")
    ]
}
